Repository: bil-elmoussaoui/Audio-Cutter
Catalog: po/*.po
Languages: ru

source: Night Mode
ru: Ночной режим

source: Keyboard Shortcuts
ru: Сочетания клавиш

source: About Audio Cutter
ru: О программе Audio Cutter

source: OGG Audio
ru: Audio OGG

source: Waveform Audio Format
ru: Аудио формат (WAV)

source: AAC Audio
ru: Audio AAC

source: MP3 Audio
ru: Аудио MP3

source: 3GPP Audio Container
ru: Аудио контейнер 3GPP

source: 3GPP2 Audio Container
ru: Аудио контейнер 3GPP2

source: WEBM Audio
ru: Аудио Webm

source: translator-credits
ru: Dead_Mozay

source: Cut your audio files like no one does
ru: Вырезать аудио файлы, так как никто не делает

source: Save
ru: Сохранить

source: Open
ru: Открыть

source: Play
ru: Проиграть

source: Pause
ru: Пауза

source: Settings
ru: Настройки

source: Start time
ru: Время в начале

source: Fade in
ru: Постепенное возростание

source: End time
ru: Время в конце

source: Fade out
ru: Постепенное затухание

source: Hours should be less than 24
ru: Часы должны быть меньше 24

source: Minutes must be less than 60
ru: Минуты должны быть меньше 24

source: Seconds must be less than 60
ru: Секунды должны быть меньше 24

source: Invalid time format, please follow hh:mm:ss
ru: Плохой формат времени, следуйте формату hh:mm:ss

source: Cancel
ru: Отмена

source: Audio Files
ru: Аудио файлы
